// ------------------------------------------------------------------------
// Main Window
// ------------------------------------------------------------------------
"Speed Dial/Group Dial List"="Hızlı Arama/Grup Arama listesi";
"Str_Fax_Printer_Speed_Dial_Speed_Dial_Count"="Hızlı Arama: %d";
"Str_Fax_Printer_Speed_Dial_Group_Dial_Count"="Grup: %d";
"Str_Fax_Printer_Speed_Dial_Speed_Dial_Max"="Maksimum giriş sayısı: %d";
"Str_Fax_Printer_Speed_Dial_Group_Dial_Max"="%d adete kadar hızlı arama girişleri ekleyebilirsiniz.";
"Import from Other Phone Book"="Adres Defterinden Al";

// ------------------------------------------------------------------------
// OK/Cancel
// ------------------------------------------------------------------------
"OK"="Tamam";
"Cancel"="Vazgeç";

// ------------------------------------------------------------------------
// Confirm write Speed Dial/Group Dial for Printer
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Confirm_Write"="\"%@\" yazıcısı için Hızlı Arama/Grup Arama değiştirildi. Bu değişiklikleri yazıcıya kaydetmek istiyor musunuz?";
"Str_Alert_Printer_Speed_Dial_Confirm_Before_Execute"="\"%@\" yazıcısı için Hızlı Arama/Grup Arama değiştirildi.";

// ------------------------------------------------------------------------
// Wait Dialog(read Speed Dial/Group Dial)
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Read_Wait_Dial"="Hızlı Aramalar Alınıyor.";

// ------------------------------------------------------------------------
// Confirm write data
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Confirm_Write_Data"="Veri kaydını başlatmaya hazır. Devam etmek istiyor musunuz?";

// ------------------------------------------------------------------------
// Confirm over write data
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Confirm_ReWrite"="Yazıcının Hızlı Arama/Grup Arama ayarlarının üstüne üçüncü bir taraf tarafından yazılmış.\nÜzerine yazmak istiyor musunuz?";

// ------------------------------------------------------------------------
// Wait Dialog(write Speed Dial/Group Dial)
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Send_Wait_Dial"="Hızlı Aramalar Gönderiliyor.";

// ------------------------------------------------------------------------
// Confirm Import data
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Confirm_Import_Dial"="Hızlı Arama adlarının desteklenmeyen karakterlerini içeren kişisel bilgiler alınırsa, Hızlı Arama sütunu boş bırakılır.";

// ------------------------------------------------------------------------
// Select Import Target
// ------------------------------------------------------------------------
"Select Import Target"="Alım Hedefini Seçin";
"Select data to import."="Alınacak dosyayı seçin.";

// ------------------------------------------------------------------------
// Edit Speed Dial
// ------------------------------------------------------------------------
"Str_Edit_Speed_Dial_Dlg_Window_Title"="Hızlı Aramayı Düzenle";
"Str_Edit_Speed_Dial_Entry_Number"="Giriş Numarası : %d";
"Name/Group Name"="Ad/Grup Adı";
"Fax Number"="Faks Numarası";
"Because \"-\" acts as a pause, do not use it to punctuate phone numbers."="\"-\" bir duraklama olarak görev yaptığından, telefon numaraları arasında bunu kullanmayın.";
"Speed Dial"="Hızlı Arama";
"Group Dial"="Grup Arama";

// ------------------------------------------------------------------------
// Edit Group Dial
// ------------------------------------------------------------------------
"Str_Edit_Group_Dial_Dlg_Window_Title"="Grup Aramayı Düzenle";
"Str_Edit_Group_Dial_Entry_Number"="Giriş Numarası : %d";
"Member"="Üye";
"Entry Number"="Giriş Numarası";

// ------------------------------------------------------------------------
// Confirm Delete Data
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Confirm_Delete_Dial"="Giriş No. %d Hızlı Aramayı silmek istiyor musunuz?";
"Str_Alert_Printer_Speed_Dial_Confirm_Delete_Dial_Group"="Giriş No. %d Hızlı Arama bir veya birkaç gruba kaydedilmiş ve gruplardan da silinecek.\nGiriş No. %d Hızlı Aramayı silmek istiyor musunuz?";
"Str_Alert_Printer_Speed_Dial_Confirm_Delete_Dial_Group_Count0"="Giriş No. %d Hızlı Arama bir veya birkaç gruba kaydedilmiş ve gruplardan da silinecek. Sonuç olarak, bazı gruplar boş olacak ve ayrıca silinecektir.\nGiriş No. %d Hızlı Aramayı silmek istiyor musunuz?";
"Str_Alert_Printer_Speed_Dial_Confirm_Delete_Group"="Giriş No. %d Grup Aramayı silmek istiyor musunuz?";

// ------------------------------------------------------------------------
// Confirm Delete All Data
// ------------------------------------------------------------------------
"Str_Alert_Printer_Speed_Dial_Confirm_Delete_Dial_All"="\"%@\" yazıcı için tüm Hızlı Arama listelerini ve Grup Arama listelerini silmek istediğinizden emin misiniz?";

// ------------------------------------------------------------------------
// Menu
// ------------------------------------------------------------------------
"FAX Utility"="FAX Utility";
"About FAX Utility..."="FAX Utility Hakkında...";
"Preferences..."="Tercihler...";
"Services"="Servisler";
"Hide FAX Utility"="FAX Utility'yi Gizle";
"Hide Others"="Diğerlerini Gizle";
"Show All"="Tümünü Göster";
"Quit FAX Utility"="FAX Utility'den Çık";
"File"="Dosya";
"Get Speed Dials..."="Hızlı Aramaları al";
"Send Speed Dials..."="Hızlı Aramaları gönder";
"Import"="Al";
"Back up"="Yedekle";
"Close"="Kapat";
"From Address Book"="Adres Defterinden";
"Save Backup..."="Yedeklemeyi Kaydet...";
"Restore Backup..."="Yedeklemeyi Geri yükle...";
"Edit"="Düzenle";
"Undo"="Geri Al";
"Redo"="Yinele";
"Cut"="Kes";
"Copy"="Kopyala";
"Paste"="Yapıştır";
"Select All"="Tümünü Seç";
"Edit..."="Düzenle...";
"Delete"="Sil";
"Delete All"="Tümünü Sil";
"Window"="Pencere";
"Minimize"="Simge Durumuna Küçült";
"Help"="Yardım";

// ------------------------------------------------------------------------
// Alert(Common)
// ------------------------------------------------------------------------
"Str_Alert_Common_Cancel"="Vazgeç";
"Str_Alert_Common_OK"="Tamam";

"Str_Alert_Common_Necessary_File_Not_Found"="Uygulamayı yürütmek için gerekli dosya bulunamadı.\nFAX Utility'yi yeniden kurun.";
"Str_Alert_Common_Cannot_Get_Printer_Information"="Yazıcı (faks) bilgisi alınamadı. \"Yazdırma & Faks Tercihleri\" açın ve PC-FAX sürücüsünü ekleyin.";
"Str_Alert_Common_Confirm_OverWrite"="Belirtilen dosya zaten var. Üzerine yazmak istiyor musunuz?";
"Str_Alert_Common_Not_Responding_Error"="Yazıcı yanıt vermiyor. Yazıcının düzgün bağlandığını ve açık olduğunu kontrol edin.";
"Str_Alert_Common_Communication_Error"="Bir yazıcı iletişimi ortaya çıktı.";
"Str_Alert_Common_Printer_Processing_Error"="Yazıcı verileri işlemekte. Bir süre bekleyin ve ardından tekrar deneyin.";
"Str_Alert_Common_Communication_Error_With_ErrorCode"="Yazıcı ile iletişim sırasında bir hata algılandı.\nHata Kodu (%d)";
"Str_Alert_Common_Error_Occurred"="Bir hata olduğundan işlem iptal edildi.";
"Str_Alert_Common_PrinterStatusError"="Yazıcıda bir hata oldu. Hatayı silin ve ardından tekrar deneyin.";

// ------------------------------------------------------------------------
// Alert(Printer Speed Dial/Group Dial)
// ------------------------------------------------------------------------
"Str_Alert_Fax_SpeedDial_GroupDial_Cannot_Open"="Başka bir FAX Utility fonksiyonu yürütülmekte olduğundan Hızlı Arama/Grup Arama Listesi açılamaz. Bitene dek bekleyiniz ve tekrar deneyiniz.";
"Str_Alert_Fax_SpeedDial_GroupDial_Dial_Data_Write_Failed"="Hızlı Arama/Grup Arama yazılamadı.\nHızlı Arama/Grup Arama listesinden çıkmak istiyor musunuz?";
"Str_Alert_Fax_SpeedDial_GroupDial_Cannot_Open_Fax_Phone_Book"="Adres Defteri açılamaz.\nHata kodu (%d)";
"Str_Alert_Fax_SpeedDial_GroupDial_Fax_Phone_Book_Not_Found"="Adres Defteri bulunamadı.\nAlım iptal edildi.";
"Str_Alert_Fax_SpeedDial_GroupDial_Cannot_Get_Fax_Phone_Book_Data"="Adres Defterinden veriler alınamadı.";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Write_Failed_Volume_Near_Full"="Yedekleme dosyasına yazılamadı.\nBoş alan yok ya da yazmaya karşı korumalı olabilir.";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Write_Failed_Other_Application_Using"="Yedekleme dosyası yazdırılamadı.\nBelirtilen dosya başka bir uygulama tarafından kullanımda.";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Write_Failed_With_ErrorCode"="Yedekleme dosyası yazılamadı.\nHata Kodu (%d)";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Read_Failed_File_Broken"="Dosya formatı tanınamadı.\nDosya bozuk ya da başka bir uygulama tarafından yaratılmış olabilir.";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Read_Failed_Other_Application_Using"="Yedekleme dosyası okunamadı.\nBelirtilen dosya başka bir uygulama tarafından kullanımda.";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Read_Failed_With_ErrorCode"="Yedekleme dosyası okunamadı.\nHata Kodu (%d)";
"Str_Alert_Fax_SpeedDial_GroupDial_Input_GroupName_Not_Support"="Desteklenmeyen bir karakter Ad/Grup Adına girilmiş.\nSadece alfanümerik karakterleri ve sembolleri kullanabilirsiniz.";
"Str_Alert_Fax_SpeedDial_GroupDial_Input_FaxNumber_Not_Support"="Faks numarası desteklenmeyen karakterleri içerir.\nSadece 0-9, *, #, - ve boşluk kullanabilirsiniz.";
"Str_Alert_Fax_SpeedDial_GroupDial_Confirm_Delete_Speed_Dial"="Giriş No. %d Hızlı Arama bir veya birkaç gruba kaydedilmiş. Hızlı Aramanın Grup Arama olarak değiştirilmesi Hızlı Aramayı mevcut gruplardan siler.\nGiriş No. %d Hızlı Aramayı Grup Arama olarak değiştirmek istiyor musunuz?";
"Str_Alert_Fax_SpeedDial_GroupDial_Confirm_Delete_Speed_Dial_And_Group_Dial"="Giriş No. %d Hızlı Arama bir veya birkaç gruba kaydedilmiş. Hızlı Aramanın Grup Arama olarak değiştirilmesi Hızlı Aramayı mevcut gruplardan siler. Sonuç olarak, bazı gruplar boş olacak ve ayrıca silinecektir.\nGiriş No. %d Hızlı Aramayı Grup Arama olarak değiştirmek istiyor musunuz?";
"Str_Alert_Fax_SpeedDial_GroupDial_Maximum_Group_Dial"="%d adete kadar Hızlı Arama numarasını bir Gruba kaydedebilirsiniz.";
"Str_Alert_Fax_SpeedDial_GroupDial_Input_Name_Is_Space_Only"="Ad/Grup Adı için sadece boşluklar giremezsiniz.";
"Str_Alert_Fax_SpeedDial_GroupDial_Input_FaxNumber_Is_Space_Only"="Faks Numarası için sadece boşluklar giremezsiniz.";
"Str_Alert_Fax_SpeedDial_GroupDial_Import_File_Not_Found"="Alınacak dosya bulunamadı.";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Read_Failed_File_Version"="FAX Utility'nin daha yeni bir sürümü ile oluşturulduğundan seçili dosya okunamadı.";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Read_Confirm_Trim_Data"="Belirtilen dosya, giriş numaraları aşağıda gösterilen bağlı yazıcı için limiti aştığından geri yüklenemeyen bazı girişler içermekte.\nGeçerli girişleri geri yüklemek istiyor musunuz?";
"Str_AlertInfo_Fax_SpeedDial_GroupDial_BackupFile_Read_Confirm_Trim_Data"="Maksimum giriş sayısı: %d\nGrup Arama başına maksimum giriş sayısı: %d";
"Str_Alert_Fax_SpeedDial_GroupDial_BackupFile_Read_NoAvailableData"="Belirtilen dosyadaki hiçbir giriş geri yüklenemedi.";

// ------------------------------------------------------------------------
"NickName"="Dizin Sözcüğü";
"Fax Speed"="Faks Hızı";
"Default Speed"="Varsayılan";
"StrAlert_Input_NickName_UnknownCharacter_Not_Support"="Desteklenmeyen bir karakter Dizin Sözcüğüne girilmiş.";
"StrAlert_Input_Name_UnknownCharacter_Not_Support"="Desteklenmeyen bir karakter Ad/Grup Adına girilmiş.";
"Str_InUseByAnotherFunction"="Başka bir işlev tarafından kullanılıyor";

"StrAlert_InUseByAnotherFunction_CannotMove"="Taşınamıyor. Belirtilen konumda veya etrafında, başka bir işlev tarafından kullanılan bir veya daha fazla giriş mevcut.";
"StrAlert_ProtectedData_Exist"="Programlanan faks veya diğer işlevler için kullanılmakta olan bir veya daha fazla giriş mevcut. Bu girişler korumalıdır ve değiştirilemez.";
"StrAlert_ProtectedData_CannotMove"="Taşınamıyor. Belirtilen konumda veya etrafında, korunmakta olan bir veya daha fazla giriş mevcut.";
"StrAlert_PhoneBook_ReWrite"="Bir veya daha fazla giriş başka bir kullanıcı tarafından değiştirilmiş.\nÜzerine kaydetmek ister misiniz?";
"StrAlert_ProtectedData_WriteExcept"="Başka bir kullanıcı kullanmaya başladığı için aşağıdaki girişler korumalı hale geldi.\nGiriş Numarası: %@\n\nYukarıdakiler haricinde giriş yapmak istiyor musunuz?";
"StrAlert_InUseByAnotherFunction_ClearData"="\"Başka bir işlev tarafından kullanılıyor\" mesajıyla gösterilen girdiler kaydedilemez.\nDevam etmek istiyor musunuz?";
"StrAlert_ProtectedData_CannotSaveStatus"="Bazı girişlerin koruma durumu kaydedilmeyecek.\nDevam etmek istiyor musunuz?";
"StrAlert_RestoreData_ClearNameUnknownCharacter"="Geri yüklenen veri alanında desteklenmeyen karakterler mevcutsa, Adı/Grup Adı alanı boş bırakılır.";
"StrAlert_InUseByAnotherFunction_RestoreData"="Bir veya daha fazla giriş başka bir işlev tarafından kullanılıyor. Geri yüklenen veriler, bu verilerin de üzerine yazılacak.\nDevam etmek istiyor musunuz?";

"StrAlert_ProtectedData_1"="Aşağıdaki girişler yazıcınız için kaydedilemez. Bunları yazıcıdan aldıktan sonra kullanıldılar ve korumaya alındılar. Kayıt sırasında, bunlar yazıcıdayken girişlerin üzerine yazılır ve üzerlerinde yaptığınız tüm değişiklikler kaybolur.\nGiriş Numarası: %@";
"StrAlert_ProtectedData_2"="Aşağıdaki Grup Arama girişleri, yazıcıda korunmakta olan bir veya daha fazla sayıda Hızlı Arama girişi içeriyor. Grup kaydı sırasında bu Hızlı Aramalar hariç tutulacak. Grup Aramalar, grup içerisinde hiç Hızlı Arama kalmadığında silinecek.\nGiriş Numarası: %@";
"StrAlert_ProtectedData_3"="Devam etmek istiyor musunuz?";
"StrAlert_RestoreData_1"="Yedek dosyasındaki şu Hızlı Arama veya Grup Arama girişleri geri yüklenemiyor.\nGiriş Numarası: %@\nYukarıdaki sayılara sahip korumalı girişlerin üzerine yazılamaz.";
"StrAlert_RestoreData_2"="Aşağıdaki Grup Arama girişleri geri yüklenemeyecek bir veya daha fazla sayıda Hızlı Arama içeriyor. Geri yüklenemez Hızlı Aramalar, grup geri yüklemesine dahil edilmeyecek. Grup Aramalar, grup içerisinde hiç Hızlı Arama kalmadığında silinecek.\nGiriş Numarası: %@";
"StrAlert_RestoreData_3"="Devam etmek istiyor musunuz?";
"StrAlert_Confirm_Delete_ALLData_ExceptProtect"="Bir veya daha fazla sayıda Hızlı Arama veya Grup Arama girişi mevcut. Korumalı girişler silinemez.\nKorumalı olanlar dışındaki tüm girişleri silmek istiyor musunuz?";

"Str_FaxContacts"="Kişiler";
"Str_FaxAddressBook"="Adres Defteri";
"StrAlert_CannotAccessContacts_A"="%@ öğesine erişim izni yok.";
"StrAlert_CannotAccessContacts_B"="FAX Utility uygulamasının %@ öğesine erişmesine izin ver. [Sistem Tercihleri] - [Güvenlik ve Gizlilik] - [Gizlilik] - [%@] öğesine gidin.\nGüncellemek için FAX Utility uygulamasını yeniden başlatın.";
